[
    "Code is poetry.",
    "Keep calm and code on.",
    "Code is not just about writing, it's about thinking.",
    "Code is like a written story without the words.",
    "Code is like a conversation without the words.",
    "Code is like a conversation without the body language.",
    "Code is like a conversation without the tone.",
    "Code is like a conversation without the context.",
    "Programming is thinking, not typing.",
    "The best error message is the one that never shows up.",
    "Eat, Sleep, Code, Repeat.",
    "First, solve the problem. Then, write the code.",
    "Talk is cheap. Show me the code.",
    "Debugging is like being the detective in a crime movie where you are also the murderer.",
    "Simplicity is the soul of efficiency.",
    "Great things are done by a series of small things brought together.",
    "The only way to do great work is to love what you do.",
    "The best way to predict the future is to create it.",
    "The only way to learn is by doing.",
    "Keep it simple, stupid.",
    "Write code that you can understand.",
    "Write clean, maintainable code.",
    "Strive for continuous improvement, instead of perfection.",
    "Code is like humor. When you have to explain it, it’s bad.",
    "Before software can be reusable it first has to be usable.",
    "Make it work, make it right, make it fast.",
    "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.",
    "Experience is the name everyone gives to their mistakes.",
    "In order to be irreplaceable, one must always be different.",
    "Java is to JavaScript what car is to Carpet.",
    "Knowledge is power.",
    "Simplicity is the ultimate sophistication.",
    "Code never lies, comments sometimes do.",
    "There's no place like 127.0.0.1.",
    "Don't comment bad code—rewrite it.",
    "The most disastrous thing that you can ever learn is your first programming language.",
    "If debugging is the process of removing software bugs, then programming must be the process of putting them in.",
    "To iterate is human, to recurse divine.",
    "There are only two kinds of languages: the ones people complain about and the ones nobody uses.",
    "The best thing about a boolean is even if you are wrong, you are only off by a bit.",
    "A good programmer looks both ways before crossing a one-way street.",
    "If at first you don’t succeed, call it version 1.0.",
    "Optimism is an occupational hazard of programming: feedback is the treatment.",
    "It's not a bug – it's an undocumented feature.",
    "You should name a variable using the same care with which you name a first-born child.",
    "The best way to predict the future is to create it.",
    "The most important tool to have in your toolbox is a willingness to learn."
]
